# -*- coding: utf-8 -*-
# -*- find-file-hook: org-babel-execute-buffer -*-

#+TITLE: Starter Kit Text Editing
#+OPTIONS: toc:nil num:nil ^:nil

This is part of the [[file:starter-kit.org][Emacs Starter Kit]]. 

This file provides settings for text-editing modes and formats, including
Markdown and Pandoc, as well as spellchecking and line-wrapping.

** Bit originally under =custom-set-variables=

#+BEGIN_SRC emacs-lisp
(setq text-mode-hook (quote (text-mode-hook-identify)))
#+END_SRC

#+RESULTS:
| text-mode-hook-identify |


